export default {
  app: {
    settings: 'සැකසුම්',
    title: 'සෙත් පිරිත්',
    about1: 'මේ‍ ව්‍යායාමය නාඋයනේ අරියධම්ම හිමියන්ගේ ශ්‍රී නාමයට කෙරෙන උපහාරයක්ම වේවා. පාලි පෙළ සහ සිංහල පරිවර්තනය උපුටා ගැනීම පිරුවානා පොත් වහන්සේගෙනි.',
    about2: 'උපකාර කල සියලුදෙනාට ද පින් අයත් වේවා. යම් දෝෂයක් ගැන අපව දැනුවත් කිරීමට pathnirvana@gmail.com.',
    about3: 'මේ පිරිත් ඇතුලත් කර සැකසු අන්තර්ජාලය අනවශ්‍ය offline මෘදුකාංග ',
    aboutLink: 'පරිඝනක සඳහා',
    languageOption: 'Change to English Language',
    menu: {
      simpleTripitaka: 'සරල ත්‍රිපිටකය',
      dictionary: 'පාළි-සිංහල ශබ්දකෝෂය',
      buddhaJayanthi: 'බුද්ධ ජයන්ති ත්‍රිපිටකය',
      bookCollection: 'බෞද්ධ පොත් සංචිතය',
      dhammapada: 'ධම්මපද කතා වස්තු',
      facebook: 'Facebook පිටුව'
    }
  },
  home: {
    repeats: 'Repeats',
    addToPlaylist: 'Add to Playlist'
  },
  playlist: {
    placeholder: 'ලැයිස්තු නම',
    invalidName: 'වැරදි නමකි: අකුරු 5-25 අතර විය යුතු අතර අලුත් නමක් විය යුතුය.',
    newPrefix: 'වාදන ලැයිස්තුව'
  },
  settings: {
    darkMode: {
      titleNight: 'රාත්‍රී අඳුරු තිරය',
      titleDay: 'දහවල් ආලෝකමත් තිරය',
      desc: 'රාත්‍රී අඳුරු තිරය සහ දහවල් ආලෝකමත් තිරය අතර මාරු වෙන්න. අඳුරු තිරය රාත්‍රියේදී ඇසට පහසුය.',
      btnLight: 'ආලෝකමත් තිරය',
      btnDark: 'අඳුරු තිරය'
    },
    repeat: {
      title: 'නැවත වාදනය කළ හැකි වාර ගණන්',
      desc: 'එකම පිරිත නැවත නැවත වාදනය කළ හැකි වාර ගණන් පහතින් ඇතුළු කරන්න. ඒ ඒ ගණන හිස්තැනකින් (space) වෙන් කරන්න.'
    },
    metrics: {
      title: 'ඔබ විසින් පිරිත් අසන ලද වාර ගණන්',
      desc: 'එක් එක් පිරිත ඔබ විසින් ඇසූ වාරගණන් පහතින් දිස්වනු ඇත. පිරිත මුල සිට අගට නොකඩවා අසන ලද වාරයන් පමණක් මෙහිදී ගණනය කරනු ලැබේ. එක් වරක් හෝ ඔබ ඇසූ පිරිත් පමණක් මෙහි දක්වනු ලැබේ.',
      colPirith: 'පිරිතේ නම',
      colCount: 'ඇසූ වාර'
    },
    pronouns: {
      title: 'පිරිත් තමන්ටම කියන ආකාරය',
      desc: 'මේ පිරිත් ස්වාමින්වහන්සේ විසින් සජ්ඣායනා කරන්නේ ඔබට සෙත් පිණිසය. නමුත් පිරිත ඔබ විසින් ඔබටම සෙත් පිණිස සජ්ඣායනා කරගන්නා අවස්ථාවල පහත පරිදි සමහර වචන වෙනස් කර ගත යුතුය. බොහෝ අවස්ථාවල එසේ වෙනස් කළ යුතු පාලි වචන වරහන් තුළ දක්වා ඇත.',
      colWord: 'වචනය',
      colChange: 'වෙනස් කළ යුතු අයුරු'
    },
    help: {
      title: 'මෙම මෘදුකාංග වෙබ් අඩවිය භාවිතා කිරීමේ උපදෙස්',
      desc: 'පහත බොත්තම එබීමෙන් උපදෙස් අඩංගු Youtube වීඩියෝ එකට පිවිසිය හැක'
    }
  }
}
